[{
 "id":1,
 "imagen": "https://test.masquenegocios.com/images/recetas/canelores_rellenos_espinacas_y_queso.jpg",
 "nombre": "Canelones rellenos de espinaca y queso",
 "descripcion":"Los canelones son un plato de origen italiano que llegó a Cataluña a finales del siglo XVIII de la mano de los cocineros extranjeros que trabajaban en las primeras fondas. son un plato clásico en muchos hogares. Su relleno es muy fácil de preparar y la combinación de sabores resultante es realmente deliciosa",
 "ingredientes":"Para la bechamel:\n\n - 600 ml de leche entera.\n - 40 g de mantequilla.\n - 50 g de harina.\n - Sal.\n - Nuez moscada al gusto.\nPara el relleno:\n\n - 500 g de espinacas congeladas (o 400 g de espinacas frescas).\n - 2 cucharadas de aceite de oliva.\n - 1 pizca de sal.\n - 250 g de ricotta o requesón.\n - 1 huevo.\n - 3 cucharadas de queso parmesano rallado.\n - 2 cucharadas de bechamel.\n\nPara montar los canelones:\n\n - 24 placas de canelones.\n - el relleno de queso y ricotta.\n - 1 poco de mantequilla para untar el molde.\n - La salsa bechamel.\n - Queso parmesano rallado al gusto.",
 "preparacion":"Información de la receta:\n-Tiempo de preparación: 15 minutos.\n-Tiempo de cocinado: 50 minutos.\n-Tiempo total: 1 hora y 5 minutos.\n-Raciones: 6, 24 unidades.\n-Categoría: plato principal.\n-Tipo de cocina: italiana.\n-Calorías por ración (kcal): 738.",
 "origin_location": {"latitud": "41.837500", "longitud":"1.537778"},
 "country":"Cataluña - España"
},{
 "id":2,
 "imagen": "https://test.masquenegocios.com/images/recetas/champinonesAjillo.jpg",
 "nombre": "Champiñones al ajillo",
 "descripcion":"Los champiñones al ajillo es uno de los platillos favoritos de los bares de tapas en España. Esta tapa o plato culinario exquisito se suele servir caliente, en una cacerola de barro, en los bares y restaurantes de Madrid, así como en el resto del país. También puede servir de acompañamiento para carnes y pescados.",
 "ingredientes":" - 300 gramos de champiñones.\n - 4 dientes de ajo.\n - 100 ml de vino blanco.\n - 1 chorrito de vinagre.\n - el zumo de un limón.\n - perejil fresco.\n - sal.\n - aceite de oliva virgen extra.",
 "preparacion":"1.- Comenzaremos por limpiar los champiñones. Si estamos en epoca de tenerlos frescos y no de cultivo, tendremos que quitar los restos de tierra. Debajo del agua fría los limpiamos muy bien. Luego los ponemos en un bol con agua fría y un chorrito de limón para que no se oxiden.\n\n2.- Cortamos los champiñones en láminas y los dientes de ajo.\n\n3.- Doramos los ajos en un chorro de aceite de oliva. Cuidado que no se nos quemen porque si no amarga mucho.\n\n4.- Incorporamos los champiñones laminados.\n\n5.- Rehogamos unos minutos y seguidamente agregamos el vino blanco. Subimmos el fuego para que se evapore el alcohol.\n\n6.- Añadimos un chorrito de vinagre y el perejil fresco. Rectificamos de sal.\n\n7.- Dejamos que se cocine todo hasta que se evapore casi todo el caldo.",
 "origin_location": {"latitud": "40.4380981", "longitud":"-3.8446895"},
 "country":"Madrid - España"
},{
 "id":3,
 "imagen": "https://test.masquenegocios.com/images/recetas/ensalada_griega.jpg",
 "nombre": "Ensalada griega",
 "descripcion":"El ingrediente principal de este plato es el queso feta. Este queso está elaborado con leche de oveja y se caracteriza porque es bajo en grasa. Tiene un sabor excepcional con un toque salado, ideal para este tipo de recetas.",
 "ingredientes":" - Tomate.\n - pepino.\n - cebolla.\n - aceitunas negras.\n - queso feta.\n - orégano.\n - aceite.\n - vinagre de vino tinto.\n - sal.\n - miel.",
 "preparacion":"En un bol se van añadiendo los ingredientes de la ensalada: un tomate cortado en dados, medio pepino troceado dejando un poquito de piel, media cebolla pelada y picada en trozos, aceitunas negras (las que sobren se guardan con el líquido para que duren más), queso feta troceado y un poco de orégano.\n\nA parte, en un pequeño recipiente, preparamos una sencilla vinagreta para aliñar la ensalada en estas proporciones: Una parte de vinagre de vino tinto, otras tres partes de aceite de oliva, un poquito de sal y un chorrito de miel para darle un punto dulce y contrarrestar la acidez del vinagre. Se mezcla la vinagreta y listo",
 "origin_location": {"latitud": "38.6343026", "longitud":"20.5690491"},
 "country":"Atenas - Grecia"
},{
 "id":4,
 "imagen": "https://test.masquenegocios.com/images/recetas/espaguetis_3quesos.jpg",
 "nombre": "Espaguetis 3 quesos",
 "descripcion":"La verdad es que los 3 quesos, es una excelente salsa que le da un toque hogareño a los espagetis. La textura es cremosa y elástica, además cuando usas un buen queso, te deja un excepcional sabor delicioso como tal.",
 "ingredientes":" - Un envase de leche evaporada CARNATION® CLAVEL® (360 g).\n - 1 lata de media crema NESTLÉ®.\n - 1/2 taza de agua.\n - 1 paquete de queso crema a temperatura ambiente (190 g).\n - 1 1/2 cucharadas de consomé de pollo en polvo.\n - 1 paquete de queso tipo manchego rallado (200 g).\n - 1/2 taza de queso parmesano rallado.\n - 2 cucharadas de mantequilla.\n - 200 gramos de jamón cortado en cubos.\n - 1 paquete de espagueti (200 g).\n - 1/4 taza de perejil fresco desinfectado y picado finamente.",
 "preparacion":"1.- Licúa la leche evaporada CARNATION CLAVEL con la Media crema NESTLÉ, el agua, el queso crema, el consomé de pollo, el queso tipo manchego y el queso parmesano.\n\n2.- Calienta la mantequilla en el sartén agrega el jamón, fríe ligeramente y agrega el espagueti previamente cocido y escurrido. Añade la salsa, mezcla y calienta a fuego bajo por 8 minutos o hasta que espese ligeramente moviendo para evitar que se pegue; retira del fuego.\n\n3.- Sirve la pasta con la salsa y espolvorea con perejil picado. ",
 "origin_location": {"latitud": "43.268182", "longitud":"12.150155"},
 "country":"Roma - Italia"
},{
 "id":5,
 "imagen": "https://test.masquenegocios.com/images/recetas/espaguetis_napolitada.jpg",
 "nombre": "Espaguetis a la napolitana",
 "descripcion":"La pasta a la napolitana es una receta básica, simple y con un sabor espectacular. De hecho, hablar de este plato es introducirnos a la historia de Roma e Italia",
 "ingredientes":"Ración para 4 personas:\n\n - ½ Kg de espaguetis.\n - 1 cebolla.\n - 2 dientes de ajo.\n - 6 tomates.\n - Albahaca.\n - Queso rallado o en polvo.\n - Aceite de oliva.",
 "preparacion":"Cómo preparar unos espaguetis a la napolitana:\n\n1.- El primer paso que vamos a hacer es cocer los espaguetis siguiendo las instrucciones que nos marca el fabricante. Las puedes encontrar en el mismo paquete. Ten en cuenta que la pasta nos tiene que quedar al dente.\n\n2.- Mientras tanto seguimos con nuestra receta pelando y picando la cebolla lo más pequeño que podamos. Después hacemos lo mismo con el tomate y luego con el ajo.\n\n3.- Ahora vamos a preparar la salsa napolitana. Para ello, vamos a poner a calentar un chorrito de aceite en una olla y añadimos la cebolla picadita. Dos minutos después incorporamos el ajo y removemos. Seguidamente agregamos los tomates, un par de hojas de albahaca y cocinamos durante 15 minutos aproximadamente. Removemos de vez en cuando.\n\n4.- Transcurrido el tiempo indicado, la salsa ya estará lista. Por lo tanto añadimos los espaguetis escurridos y removemos bien para que todos los ingredientes se integren. Con 2-3 minutos bastará para que los espaguetis se calienten y se mezclen con el tomate.\n\n5.- Por último los retiramos del fuego, quitamos las hojas de albahaca y los emplatamos. Antes de servirlos a la mesa espolvoreamos un poco de queso rallado por encima para que se funda con el calor de los mismos espaguetis. Recuerda servir a la mesa con unas rebanadas de pan.",
 "origin_location": {"latitud": "43.268182", "longitud":"12.150155"},
 "country":"Roma - Italia"
},{
 "id":6,
 "imagen": "https://test.masquenegocios.com/images/recetas/hamburguesa_vegana.jpg",
 "nombre": "Hamburguesa Vegana",
 "descripcion":"La hamburguesa vegetal, vegetariana o vegana es una variante de la tradicional que evita la carne picada para emplear productos vegetales idóneos para los vegetarianos o veganos. se cuenta que fue creada en Londres en 1982 por Greg Sams, quién la llamó VegeBurger",
 "ingredientes":" - 2 tazas de chicharos cocidos.\n - 1 1/2 tazas de garbanzos cocidos.\n - 1/4 de taza de pan vegano molido.\n - 1 diente de ajo picado.\n - 1 cucharada de Hellmann's ® Vegana.\n - 1 cucharadita de chipotle molido.\n - 1 cucharadita de Knorr® Caldo de Vegetales.\n - 1 cucharadita de aceite vegetal.",
 "preparacion":"Para servir:\n\n4 bollos veganos para hamburguesas, 4 cucharadas de Hellmann's ® Vegana, 8 hojas de lechuga, 1 tomate rebanado, 2 calabazas en rebanadas.\n\nMétodo de preparación:\n\nPaso 1: En un procesador de alimentos, coloca los chícharos, los garbanzos, el pan vegano molido, una de cucharada de Hellmann's® vegana, el ajo, los chipotles y el caldo de vegetales Knorr®. Muele todo durante un par de minutos o hasta que se forme una mezcla perfectamente homogénea.\n\nPaso 2: Con las manos, forma las hamburguesas. Procura que todas queden del mismo tamaño.\n\nPaso 3: Calienta el aceite en una sartén a fuego medio y cuando esté bien caliente, cocina las hamburguesas durante 5 minutos por cada lado o hasta que estén cocidas y un poquito doradas. Retíralas del fuego y mantenlas en la sartén tapada para que no se enfríen.\n\nPara servir:\n\nPaso 1: Calienta los bollos para hamburguesa (puedes hacerlo en el horno o en un comal).\n\nPaso 2: Coloca un par de rebanadas de lechuga sobre la base del bollo para hamburguesa. Encima coloca un par de rebanadas de tomate fresco. Luego coloca la hamburguesa.\n\nPaso 3: Sirve una cucharada de Hellmann's® Mayonesa Vegana sobre la hamburguesita. Después coloca rebanadas de calabaza fresca y tapa la hamburugesa con la parte superior del bollo.\n\nPaso 4: ¡Listo! Disfruta tu hamburguesa vegana inmediatamente.",
 "origin_location": {"latitud": "51.4954622", "longitud":"-0.266749"},
 "country":"Londres - Reino Unido"
},{
 "id":7,
 "imagen": "https://test.masquenegocios.com/images/recetas/minipizza_verenjena.jpg",
 "nombre": "Mini pizza de verenjena",
 "descripcion":"Fue Raffaele Esposito un panadero del siglo 17 a quien se le encomendó preparar una pizza especial a la reina Margarita Teresa de Saboya, y es cuando se dió 51.5287393origen a las saludables y ligeras mini pizzas de berenjenas.",
 "ingredientes":" - Berenjenas.\n - tomate frito o salsa de tomate.\n - sal.\n - aceite de oliva extra virgen.\n - queso parmesano rallado.",
 "preparacion":"1.- Lavamos bien las berenjenas y las cortamos en rebanadas de aprox 7 u 8 mm de espesor, las distribuimos en una fuente cubierta con papel de horno. Hacemos cortes poco profundos sobre la carne de las berenjenas, rociamos con aceite, salamos y horneamos 180°C por 15 o 20 minutos, girando a mitad cocción.\n\n2.- Retiramos del horno, untamos cada rebanada con tomate frito, espolvoreamos con un poco de queso rallado, y si nos gusta algún topping, como tomate natural o champiñones, y volvemos a meter al horno, esta vez a 200°C, por unos 4 minutos, hasta que el queso se dore.\n\n3.- ¡Listo! ¡Que aproveche!.",
 "origin_location": {"latitud": "42.007444", "longitud":"12.260019"},
 "country":"Roma-Italia"
},{
 "id":8,
 "imagen": "https://test.masquenegocios.com/images/recetas/pasta_pesto.jpeg",
 "nombre": "Pasta al pesto",
 "descripcion":"Los espaguetis al pesto, consisten en esta popular pasta, preparada con albahaca, que es el ingrediente que tornará a nuestros espaguetis de este color verde. El pesto es una salsa para pastas con mucha personalidad. Tanto por el color como por el sabor. El ajo y el queso le darán un toque potente mientras que la albahaca, le dará un toque anisado",
 "ingredientes":" - 400g de espaguetis.\n - 150g de hojas de albahaca, no incluyas el tallo, que amarga.\n - 300g de queso parmesano.\n - 2 dientes de ajo.\n - 100g de piñones.\n - 200ml de aceite de oliva.\n - sal.",
 "preparacion":"1.- Cocemos los espagueti. Añadimos un puñadito de sal en una cazuela con abundante agua hirviendo. Después añadimos los espagueti y los removemos con frecuencia, especialmente los primeros minutos de la cocción. Para que no se peguen al fondo.\n\n2.- Mientras se cuecen, preparamos la salsa pesto. En un vaso batidor ponemos la albahaca, el queso parmesano (u otro de tu gusto pero, mejor que sea curado. Con sabor), los dientes de ajo, los piñones, que puedes sustituirlos por nueces o almendras y el aceite de oliva. Lo batimos bien hasta que nos quede una salsa verde y bastante densa.\n\n3.- Ponemos la salsa de los espaguetis al pesto en un bol grande. Y cuando los espaguetis estén al dente (tardarán unos 10 minutos de cocción), reservamos dos cucharones del caldo de la cocción. Unos 100ml. Y escurrimos los espaguetis del resto del agua.\n\n4.- Acto seguido, ponemos los espagueti en el bol donde habíamos puesto el pesto. Añadimos el caldo de la cocción, que darán a la salsa un toque más cremoso y sobre todo añadirá mucho sabor y con un tenedor mezclamos durante un par de minutos. Para que los espaguetis absorban bien toda la salsa.",
 "origin_location": {"latitud": "44.4459489", "longitud":"8.3007026"},
 "country":"Génova-Italia"
},{
 "id":9,
 "imagen": "https://test.masquenegocios.com/images/recetas/pasta_puttanesca.jpeg",
 "nombre": "Pasta puttanesca",
 "descripcion":"El origen de los espeguetis a la putanesca o spaghetti alla puttanesca, así como su nombre, no está muy claro, pero se trata de una pasta muy deliciosa, con mucha personalidad y llena de sabor mediterráneo.",
 "ingredientes":" - 200 g crema de leche Alquería.\n - ½ lata de tomates en cubos.\n - 4 diente de ajo.\n - ½ tz aceitunas negras.\n - ¾ tz aceitunas verdes.\n - ⅓ tz alcaparras.\n - 1 cebolla roja.\n - ½ tz perejil liso.\n - 2 cdas zumo de limón.\n - Sal.\n - 200 g queso crema.\n - 1 lb pasta larga.\n - 20 g aceite de oliva.",
 "preparacion":"1.- Para esta receta originaria de la comida italiana, picamos finamente el ajo, y lo llevamos a una sartén a fuego bajo con dos cucharadas de aceite de oliva.\n\n2.- Vertemos la lata de tomates y dejamos cocinar por 2 minutos.\n\n3.- Cortamos la cebolla roja en plumas, las aceitunas verdes en rodajas, troceamos las alcaparras y vertemos todo en la sartén.\n\n4.- Aparte, batimos la Crema de Leche Alquería hasta que tome consistencia de yogurt.\n\n5.- En un recipiente suavizamos el queso crema con ayuda de una cuchara y añadimos la crema batida, el perejil, la sal, el zumo de limón y mezclamos bien.\n\n6.- Reservamos en la nevera. ",
 "origin_location": {"latitud": "40.8540339", "longitud":"14.1640296"},
 "country":"Napoles-Italia"
},{
 "id":10,
 "imagen": "https://test.masquenegocios.com/images/recetas/pizza_vegetariana.jpg",
 "nombre": "Pizza vegetariana",
 "descripcion":"La pizza vegetariana, un pastel italiano sin carne al horno, es una opción para vegetarianos, aquellos que pueden tener una dieta con necesidades especiales, o simplemente para aquellos que buscan una alternativa más saludable a la pizza normal.\nLa pizza vegetariana presenta los mismos quesos, condimentos y salsas que la pizza normal, aunque la carne se reemplaza con vegetales y sustitutos de la carne",
 "ingredientes":" - 1 base de pizza.\n - 1 cebolla.\n - 1 pimiento verde.\n - 1 pimiento rojo.\n - 100 g champiñones.\n - 50 g aceitunas negras.\n - Queso mozarella.\n - tomate frito.\n - orégano.",
 "preparacion":"1.- Primero limpiamos bien las verduras. Cortamos el rabito a los champiñones y los cortamos a láminas. Cortamos en tiras finas la cebolla y los pimientos, y las aceitunas en rodajas.\n\n2.- A continuación extendemos una capa de tomate frito sobre la base de pizza, procurando que quede repartida de forma homogénea. ponemos una capa de queso mozarella y luego vamos repartiendo los ingredientes encima. Espolvoreamos con orégano.\n\n3. Por último, horneamos la pizza a 180º entre 10 y 13 minutos, dependiendo si nos gusta poco hecha o muy hecha.",
 "origin_location": {"latitud": "42.007444", "longitud":"12.260019"},
 "country":"Roma-Italia"
}]
